tap "dsully/tap"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bash"
brew "bash-completion@2"
brew "btop"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "openjdk"
brew "qpdf"
brew "ripgrep"
brew "stow"
brew "tectonic"
brew "telnet"
brew "tldr"
brew "tmux"
brew "wget"
brew "dsully/tap/macos-defaults"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "db-browser-for-sqlite"
cask "docker-desktop"
cask "drawio"
cask "font-david-libre"
cask "font-frank-ruhl-libre"
cask "font-iosevka-term-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "obsidian"
cask "sioyek"
cask "syncthing-app"
cask "vesktop"
cask "wezterm"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
